cask_args appdir: '/Applications'

tap 'homebrew/bundle'

brew 'wget'
brew 'awscli'
brew 'curl'
brew 'git'
brew 'nvm'
brew 'jenv'
brew 'mkcert'
brew 'starship'
brew 'zsh-autosuggestions'

cask 'hoppscotch'
cask 'rectangle-pro'
cask 'discord'
cask 'font-fantasque-sans-mono-nerd-font'
cask 'font-fira-code-nerd-font'
cask 'font-fira-mono-nerd-font'
cask 'mysqlworkbench'
cask 'sublime-text'
cask 'corretto@17'
cask 'corretto@21'
cask 'docker'
cask 'slack'
cask '1password'
cask 'obsidian'
cask 'visual-studio-code'
cask 'vlc'
cask 'zed'
cask 'zoom'
cask 'google-chrome'
cask 'iterm2'

